---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Joules
source: html/ac5e5876-047e-56d0-c942-a67199bd0f32.htm
---
# Autodesk.Revit.DB.UnitTypeId.Joules Property

Joules.

## Syntax (C#)
```csharp
public static ForgeTypeId Joules { get; }
```